Repository: AyatanaIndicators/ayatana-indicator-notifications
Catalog: po/*.po
Languages: af, ar, cs, el, es, fa, fr, gl, ja, ko, lt, nb, nl, oc, pt_br, ro, sk, sv, ta, uk, zh_cn

source: Discard notifications by application name
af: Vermeldings uitvee op grond van toepassingsnaam
ar: تجاهل الإخطارات حسب اسم التطبيق
cs: Zahodit oznámení podle názvu aplikace
el: Απόρριψη ειδοποιήσεων κατά όνομα εφαρμογής
es: Descartar notificaciones por nombre de aplicación
fa: اعلان ها را بر اساس نام برنامه کنار بگذارید
fr: Trier les notifications par le nom de l'application
gl: Desbotar notificacións por nome da aplicación
ja: アプリケーション名で通知を破棄する
ko: 응용프로그램 이름별 알림 삭제
lt: Atmesti pranešimus pagal programos pavadinimą
nb: Avslå merknader etter programnavn
nl: Meldingen verwerpen op basis van toepassingsnaam
oc: Escarta las notificacions per nom d'aplicacion
pt_br: Descartar notificações por nome de aplicação
ro: Elimină notificările după numele aplicației
sk: Odstrániť notifikáciu podľa názvu aplikácie
sv: Förkasta aviseringar efter programnamn
ta: பயன்பாட்டு பெயரால் அறிவிப்புகளை நிராகரிக்கவும்
uk: Ігнорувати сповіщення за назвою застосунку
zh_cn: 按应用程序名称屏蔽通知

source: If an application name is in the filter list, all notifications matching the application name will be discarded.
cs: Pokud je název aplikace na seznamu vyloučených, všechna oznámení s odpovídajícím názvem aplikace budou zahozena.
oc: Se lo nom d'una aplicacion es dins la lista negra, s'escartaràn totas las notificacions amb lo nom d'aquela aplicacion.
ro: Dacă un nume de aplicație se află în lista de filtrare, toate notificările care corespund numelui de aplicație vor fi eliminate.
sv: Om ett programnamn finns i filterlistan kommer alla aviseringar som matchar programnamnet att förkastas.
ta: பயன்பாட்டு பெயர் வடிகட்டி பட்டியலில் இருந்தால், பயன்பாட்டு பெயருடன் பொருந்தக்கூடிய அனைத்து அறிவிப்புகளும் நிராகரிக்கப்படும்.

source: Clear notifications on middle click
af: Middel-muiskliek vee kennisgewings uit
cs: Vyčistit oznámení při kliknutím prostředním tlačítkem myši
el: Απαλοιφή ειδοποιήσεων με το μεσαίο κλικ
es: Vaciar las notificaciones con pulsación central
fa: پاک کردن اعلان‌ها با دکمه وسطی موشواره
fr: Effacer les notifications par un clic du milieu
gl: Limpa-las notificacións premendo no centro
ja: 中ボタンクリックで通知をクリアする
ko: 가운데 클릭시 알림 지우기
lt: Išvalyti pranešimus, spustelėjus vidurinįjį pelės mygtuką
nb: Tøm merknader ved midtklikk
nl: Meldingen wissen met middelste muisknop
oc: Escafar las notificacions amb un clic del mitan
pt_br: Clique com o botão do meio para limpar as notificações
sk: Zmazať oznámenie pri kliknutí stredného tlačidla myši
sv: Rensa aviseringar vid mittenklick
uk: Очистити сповіщення по середній кнопці миші
zh_cn: 点击鼠标中键以清空通知

source: Normally when middle clicking the notification icon, the unread status will be toggled if the queue is not empty. With this option enabled, the notification queue will be cleared instead.
af: Normaalweg wanneer die middel-muis geklik word op die kennisgewingsikoon, sal die ongeleesde status verwissel word mits die tou nie leeg is nie. Met hierdie opsie geaktiveer, sal die kennisgewing-tou andersins uitgewis word.
ar: عادة عند النقر الأوسط على أيقونة الإشعار ، سيتم تبديل الحالة غير المقروءة إذا لم تكن قائمة الانتظار فارغة. مع تمكين هذا الخيار ، سيتم مسح قائمة الإشعارات بدلاً من ذلك.
cs: Normálně, když fronta není prázdná, je stav zpráv kliknutím prostředním tlačítkem myši na ikonu oznámení přepnut ze stavu nepřečtené na přečtené. Když je tato volba zapnutá, je fronta namísto toho vyčištěna.
el: Κανονικά, όταν πατάτε μεσαίο κλικ στο εικονίδιο ειδοποίησης, η κατάσταση μη αναγνωσμένου θα εναλλάσσεται εάν η ουρά δεν είναι κενή. Με αυτήν την επιλογή ενεργοποιημένη, η ουρά ειδοποιήσεων θα καθαριστεί.
es: Normalmente, cuando pulsa el icono de la notificación con el botón central del ratón, se alterna el estado de lectura si la cola no está vacía. Cuando se activa esta opción, se vaciará la cola de notificaciones en vez de ello.
fa: معمولاً هنگام کلیک کردن دکمه وسطی موشواره روی نماد اعلان ، اگر صف خالی نباشد ، وضعیت خوانده نشده دگرگون می کند. با فعال کردن این گزینه، به جای آن ، صفحه اعلان پاک می شود.
fr: Normalement, en cliquant au milieu de l'icône de la notification, l'état non lu sera basculé si la file d'attente n'est pas vide. Avec cette option activée, la file d'attente de notification sera effacée à la place.
gl: De xeito normal, cando prema a icona da notificación co botón central do rato, altérnase o estado da lectura se a cola non está baleira. Cando se activa esta opción, baleirarase a cola das notificacións.
ja: 通常、通知アイコンを中央クリックすると、キューが空でない場合、未読ステータスが切り替わります。 このオプションを有効にすると、代わりに通知キューがクリアされます。
ko: 일반적으로 알림 아이콘을 중간 클릭할 때 대기열이 비어 있지 않으면 읽지 않은 상태로 전환됩니다. 이 옵션을 활성화하면 알림 대기열이 대신 지워집니다.
lt: Įprastai, spustelėjus ant pranešimo piktogramos viduriniuoju pelės mygtuku, yra perjungiama neskaitymo būsena tuo atveju, jei eilė nėra tuščia. Tuo tarpu kai yra įjungtas šis parametras, pranešimų eilė bus išvaloma.
nb: Normalt når du midtklikker merknadsikonet, vil ulest-statusen veksles hvis køen ikke er tom. Med dette valget påskrudd, vil merknadskøen bli tømt istedenfor.
nl: Standaard zorgt klikken met de middelste muisknop op het meldingspictogram ervoor dat er wordt geschakeld tussen gelezen en ongelezen meldingen. Als deze optie wordt ingeschakeld, dan wordt de meldingslijst gewist bij het klikken met de middelste muisknop.
oc: Normalament en clicant al mitan de l’icòna de notificacion, l’estat pas legit serà cambiat se la fila es pas voida. Amb aquesta opcion activada, la fila d’espèra de notificacion serà escafada a la plaça.
pt_br: Normalmente, ao clicar no meio do ícone de notificação, o status não lido será alternado se a fila não estiver vazia. Com esta opção ativada, a fila de notificação será limpa.
sk: Po kliknutí stredným tlačidlom myši na notifikačnú ikonu, normálne ak rad nie je prázdny, je oznámenie zmenené zo stavu neprečítané na stav prečítané. Ak je táto voľba zapnutá, rad je namiesto toho vyčistený.
sv: Normalt när aviseringsikonen mittenklickas på kommer tillståndet oläst att växlas om kön inte är tom. Med detta alternativ aktiverat kommer aviseringskön att rensas istället.
uk: Зазвичай, при натисканні середньої кнопкою миші по значку повідомлення буде переключено статус прочитання. Якщо цей параметр увімкнено, черга повідомлень буде очищена.
zh_cn: 通常，中键点击通知中心图标时，如果通知队列不为空，则会切换到未读的通知。启用此选项后，将清除通知队列。

source: Hide the indicator
af: Versteek die indikator
ar: إخفاء المؤشر
cs: Skrýt indikátor
el: Απόκρυψη του δείκτη
es: Ocultar el indicador
fa: مخفی کردن نشانگر
fr: Masquer l'indicateur
gl: Agocha-lo indicador
ja: インジケーターを非表示にする
ko: 표시기 숨김
lt: Slėpti indikatorių
nb: Skjul indikatoren
nl: Indicator verbergen
oc: Amagar l’indicator
pt_br: Ocultar o indicador
sk: Skryť ukazovateľ
sv: Göm indikatorn
uk: Приховати індикатор
zh_cn: 隐藏指示器

source: If true, the indicator is hidden.
af: Indikator versteek, mits dit waar is.
ar: إذا كان صحيحا ، فإن المؤشر مخفي.
cs: Pokud je zapnuto, indikátor je skryt.
el: Αν αληθεύει, ο δείκτης είναι κρυμμένος.
es: Si la opción se activa, el indicador desaparece.
fa: اگر درست باشد، نشانگر مخفی است.
fr: Si vrai, l'indicateur est masqué.
gl: Se a opción actívase, o indicador agóchase.
ja: 真のとき、インジケーターは非表示になります。
ko: 참일 경우, 표시기가 숨겨집니다.
lt: Jei teigiama, indikatorius bus paslėptas.
nb: Hvis sann, er indikatoren skjult.
nl: Als dit wordt ingeschakeld, dan wordt de indicator verborgen.
oc: Se l’opcion es activada, l’indicator desapareisserà.
pt_br: Se verdadeiro, o indicador ficará oculto.
sk: V zapnutom stave je ukazovateľ skrytý.
sv: Om sant kommer indikatorn att gömmas.
uk: Якщо так, індикатор приховується.
zh_cn: 如果为真，则指示器被隐藏。

source: Maximum number of visible items
af: Maksimum aantal sigbare items
ar: العدد الأقصى للعناصر المرئية
cs: Maximální počet viditelných položek
el: Μέγιστος αριθμός ορατών στοιχείων
es: Número máximo de elementos visibles
fa: حداکثر تعداد موارد قابل مشاهده
fr: Nombre maximum d'éléments visibles
gl: Número máximo de elementos visíbeis
ja: 表示されるアイテムの最大数
ko: 표시되는 항목의 최대 개수
lt: Didžiausias matomų elementų skaičius
nb: Maksimer antall synlige elementer
nl: Maximaal aantal te tonen items
oc: Nombre maximum d’elements visibles
pt_br: Número máximo de itens visíveis
ro: Numărul maxim de elemente vizibile
sk: Maximálny počet viditeľných položiek
sv: Maximalt antal synliga objekt
ta: புலப்படும் உருப்படிகளின் அதிகபட்ச எண்ணிக்கை
uk: Максимальна кількість видимих елементів
zh_cn: 最大可见项目数

source: The indicator will only display at most the number of notifications indicated by this value.
af: Die indikator sal kennisgewings vertoon, beperk tot die maksimum aantal hier aangedui.
ar: سيعرض المؤشر فقط عدد الإشعارات المشار إليها بهذه القيمة فقط.
cs: Indikátor zobrazí nejvýše takový počet oznámení, který je stanoven touto hodnotou.
el: Ο δείκτης θα εμφανίσει μόνο το πολύ τον αριθμό των ειδοποιήσεων που υποδεικνύονται από αυτήν την τιμή.
es: El indicador mostrará como máximo la cantidad de notificaciones correspondiente a este valor.
fa: این نشانگر فقط حداکثر تعداد اعلان های نشان داده شده توسط این مقدار را نشان می دهد.
fr: L'indicateur affichera seulement au maximum le nombre de notifications indiquées par cette valeur.
gl: O indicador amosará como máximo a morea das notificacións correspondentes a este valor.
ja: インジケーターは、この値で示される通知の数だけを表示します。
ko: 표시기는 이 값으로 표시된 최대 알림 수만 표시합니다.
lt: Indikatorius daugiausiai rodys tiek pranešimų, kiek yra nurodyta šioje reikšmėje.
nb: Indikatoren vil kun vise i meste fall antall merknader angitt av denne verdien.
nl: De indicator zal niet meer meldingen tonen dan het hier opgegeven aantal.
oc: L‘indicator mostrarà pas que lo nombre maximum indicat de notificacions.
pt_br: O indicador só exibirá, no máximo, a quantidade de notificações definido por este valor.
ro: Indicatorul va afișa cel mult numărul de notificări indicat de această valoare.
sk: Ukazovateľ zobrazí maximálne toľko položiek ako je uvedená hodnota.
sv: Indikatorn kommer som mest att visa detta antal aviseringar.
ta: காட்டி இந்த மதிப்பால் சுட்டிக்காட்டப்பட்ட அறிவிப்புகளின் எண்ணிக்கையை மட்டுமே காண்பிக்கும்.
uk: Індикатор буде відображати повідомлень не більше, ніж це значення.
zh_cn: 指示器最多只显示相当于此数值的通知数量。

source: Notifications
af: Kennisgewings
ar: إشعارات
cs: Oznámení
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلانات
gl: Notificacións
ja: 通知
ko: 알림
lt: Pranešimai
nb: Merknader
nl: Meldingen
oc: Notificacions
pt_br: Notificações
ro: Notificări
sk: Oznámenia
sv: Aviseringar
ta: அறிவிப்புகள்
uk: Сповіщення
zh_cn: 通知

source: Settings…
cs: Nastavení…
oc: Configuracion…
sv: Inställningar…

source: Clear <small>(%d Notification)</small>
af: Vee <small>(%d Kennisgewing)</small> uit
ar: صفر
cs: Vyčistit <small>(%d oznámení)</small>
el: Απαλοιφή <small>(%d ειδοποίησης)</small>
es: Vaciar <small>(%d notificación)</small>
fa: پاک‌کردن <small>(%d اعلان )</small>
fr: Effacer <small>(%d notification)</small>
gl: Limpar <small>(%d notificación)</small>
ko: 지우기 <small>(%d 알림)</small>
lt: Išvalyti <small>(%d pranešimą)</small>
nb: Tøm <small>%d merknad)</small>
nl: <small>(%d melding)</small> wissen
oc: Escafar <small>(%d notificacion)</small>
pt_br: Limpar a <small>(%d Notificação)</small>
sk: Vyčistit <small>(%d oznámenie)</small>
sv: Rensa <small>(%d avisering)</small>
uk: Очистити<small>%d Оповіщення)</small>
zh_cn: 清空 <small>(%d 通知)</small>

source: Indicator Notifications Settings
af: Instellings vir Indikator Kennisgewings
ar: إعدادات إخطارات المؤشر
cs: Nastavení oznámení indikátorů
es: Indicador De Notificaciones en Configuracion
fa: تنظیمات اعلانات نشانگر
fr: Paramètres de l'indicateur de notifications
ja: インジケーター通知設定
ko: 표시기 알림 설정
lt: Indikatoriaus pranešimų nustatymai
nb: Merknadsinnstillinger for indikator
nl: Indicatorinstellingen
oc: Configuracion del menú de notificacions
pt_br: Configuração de Notificações do Indicador
sk: Nastavenie notifikácie ukazovateľov
sv: Inställningar för indikatoraviseringar
uk: Налаштування сповіщень індикаторів
zh_cn: 指示器通知设置

source: Hide indicator
af: Versteek-indikator
ar: إخفاء المؤشر
cs: Skrýt indikátor
es: Ocultar Indicador
fa: مخفی کردن نشانگر
fr: Masquer l'indicateur
ja: インジケーターを非表示
ko: 표시기 숨김
lt: Slėpti indikatorių
nb: Skjul indikatoren
nl: Indicator verbergen
oc: Amagar l’indicator
pt_br: Ocultar indicador
sk: Skryť ukazovateľ
sv: Göm indikatorn
uk: Приховати індикатор
zh_cn: 隐藏指示器

source: Do not disturb
cs: Nerušit
oc: Me desrengar pas
ro: Modul „nu deranjați”
sv: Stör ej
ta: தொந்தரவு செய்ய வேண்டாம்

source: Swap "Clear" and "Settings" items
cs: Zaměnit položky „Vymazat“ a „Nastavení“
oc: Intervertir los elements « Escafar » e « Configuracion »
sv: Byt objekten "Rensa" och "Inställningar"

source: Maximum number of visible notifications
af: Maksimum aantal sigbare kennisgewings
ar: الحد الأقصى لعدد الإشعارات المرئية
cs: Nejvyšší nastavený počet viditelných položek
es: Número máximo de elementos visibles
fa: حداکثر تعداد اعلانات قابل مشاهده
fr: Nombre maximal de notifications visibles
ja: 表示可能な通知の最大数
ko: 표시되는 알림의 최대 개수
lt: Didžiausias matomų pranešimų skaičius
nl: Maximaal aantal te tonen meldingen
oc: Nombre maximum de notificacions visiblas
pt_br: Quantidade máxima de notificações visíveis
sk: Maximálny počet viditeľných oznámení
sv: Maximalt antal synliga aviseringar
uk: Максимальна кількість видимих сповіщень
zh_cn: 最大可见通知数量

source: Remove
af: Verwyder
ar: إزالة
cs: Odstranit
es: Quitar
fa: حذف
fr: Enlever
ko: 제거
lt: Šalinti
nb: Fjern
nl: Verwijderen
oc: Tirar
pt_br: Remover
sk: Odstrániť
sv: Ta bort
uk: Видалити
zh_cn: 删除

source: Add
af: Bywerk
ar: اضافة
cs: Přidat
es: Agregar
fa: افزودن
fr: Ajouter
ja: 追加する
ko: 추가
lt: Pridėti
nb: Legg til
nl: Toevoegen
oc: Ajustar
pt_br: Adicionar
sk: Pridať
sv: Lägg till
uk: Додати
zh_cn: 添加

source: from
af: van
cs: z
el: από
es: de
fa: از
fr: de
gl: dende
lt: iš
nb: fra
nl: van
oc: de
pt_br: de
ro: de la
sk: z
sv: från
ta: இருந்து
uk: з
zh_cn: 从

source: If an application name is in the blacklist, all notifications matching the application name will be discarded.
af: Alle kennisgewings vanaf toepassingname wat op die swartlys verskyn, word uitgevee.
el: Εάν ένα όνομα εφαρμογής βρίσκεται στη μαύρη λίστα, όλες οι ειδοποιήσεις που αντιστοιχούν στο όνομα της εφαρμογής θα απορριφθούν.
gl: Se un nome dunha aplicación está na listaxe negra, desbotaranse tódalas notificacións que leven ese nome.
lt: Jei programa yra juodajame sąraše, tuomet visi programą atitinkantys pranešimai bus atmetami.
nb: Hvis et progamnavn er på svartelista, vil alle merknader som samsvarer med det bli forkastet.
pt_br: Se um nome de aplicativo estiver na lista negra, será descartada qualquer notificação que corresponda ao nome do aplicativo.

source: Settings...
af: Skep die kieslys item: instellings.
lt: Nustatymai...
nb: Innstillinger...
pt_br: Configurações...

source: Recent application names to suggest for the filter list
ro: Nume de aplicații recente de sugerat pentru lista de filtrare
ta: வடிகட்டி பட்டியலுக்கு பரிந்துரைக்க அண்மைக் கால பயன்பாட்டு பெயர்கள்

source: Keeps track of recent application names so we can suggest them in the settings.
ro: Ține evidența numelor de aplicații recente, astfel încât să le putem sugera în configurare.
ta: அண்மைக் கால பயன்பாட்டு பெயர்களைக் கண்காணிக்கிறது, எனவே அவற்றை அமைப்புகளில் பரிந்துரைக்கலாம்.

source: Enable do-not-disturb mode
ro: Activează modul „nu deranjați”
ta: செய்யாத-தூரம் பயன்முறையை இயக்கவும்

source: On supported desktops enables do-not-disturb mode on the notification daemon.
ro: Pe birourile acceptate, activează modul „nu deranjați” pentru demonul de notificare.
ta: ஆதரிக்கப்பட்ட டெச்க்டாப்புகளில் அறிவிப்பு டீமான் செய்யாத-தூரம் பயன்முறையை செயல்படுத்துகிறது.

source: List of past system notifications, do-not-disturb switch
ro: Lista notificărilor de sistem din trecut, puneți-le în modul „nu deranjați”
ta: கடந்தகால கணினி அறிவிப்புகளின் பட்டியல், செய்யாத-தூரம் சுவிட்ச்

source: Clear
ro: Șterge
ta: தெளிவான
